//
//  Task.h
//  CashMaker
//
//  Created by 翁志方 on 16/5/5.
//  Copyright © 2016年 wzf. All rights reserved.
//

#ifndef Task_h
#define Task_h

1. 注册3/3右面括号缺失                              // fixed
6. 签到后，签到一条变成灰色                          // fixed
7. 分享目前只有微博？                               // fixed
8. 进入任务，做任务再返回，导航了图标消失              // fixed
15. 兑换输入帐号后，弹窗不要显示兑换成功，             // fixed 改为兑换申请已提交


9. 签到奖励10积分                                                    // 海哥
13. 刮刮卡部分，奖励在10均值，第一次可以给到［11，20］多次刮均值在10.5 		// 海哥
12. 做任务没有获得积分                                            // 海哥集成回调
11. 果盟，酷告点击不开。还有其他的平台？                              // 海哥 考虑删除体验不好平台

10. 分享部分，授权图标火理财？分享出去的文案@李培元优化一下。           // 培源


4. 不能注册                                       // 好的
5. 不能登录                                       // 好的

2. 多点几个地方出现不停加载的情况                     //    描述不清
3. 注册成功后，点击立即体验进入游客访问页面。			 //    描述不清
14. 兑换部分，点击不要出现弹框（确认使用180积分。。。。先进1元）直接输入支付宝账号
输入框上方文字内容：确认兑换2元，兑换后不能撤销。                                           // 描述不清
16. 使用中间崩溃。                                                                    // 描述不清


#endif /* Task_h */
